KCX-Mapping-Convert/testdaten/EMCS/UIDSfromKidsReferences/EMCSExplanationOnDelayUids.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true">
<To>DE01.CSFALT.2144</To>
<From>DE01.CSFALT.2144</From>
<MessageID>EI20100519</MessageID>
<SentAt>2010-05-19 12:02:00 +0200</SentAt>
<Act>request</Act>
<MessageType>EMCSExplanationOnDelayForDelivery</MessageType>
<MessageVersion>1.0</MessageVersion>
</Header>
</soap:Header>
<soap:Body>
<Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200601">
<EMCS><EMCSExplanationOnDelayForDelivery><SubmitterIdentification>ExciseTaxNumber</SubmitterIdentification><SubmitterType>SubmitterType</SubmitterType><DestinationOffice>DestinationOffice</DestinationOffice><ExplanationCode>ExplanationCode</ExplanationCode><ComplementaryInformation language="CI">ComplementaryInformation</ComplementaryInformation><ExciseMovementEaad><SequenceNumber>5</SequenceNumber><AadReferenceCode>AadReferenceCode</AadReferenceCode></ExciseMovementEaad></EMCSExplanationOnDelayForDelivery></EMCS></Submit></soap:Body></soap:Envelope>

